Repository: stevenvinhtran/LinguaGlass
Catalog: LinguaGlass/Localizable.xcstrings
Source language: en
Languages: es, fr, it, ja, ko, pt_br, pt_pt, ro, vi, zh_hans, zh_hant

source: %@ wants to open a link in a new tab. Open here?
es: %@ quiere abrir un enlace en una nueva pestaña. ¿Abrir aquí?
fr: %@ veut ouvrir un lien dans un nouvel onglet. L’ouvrir ici ?
it: %@ vuole aprire un link in una nuova scheda. Aprirlo qui?
ja: %@がリンクを新しいタブで開こうとしています。ここで開きますか？
ko: %@가(이) 새 탭에서 링크를 열려고 합니다. 여기에서 열겠습니까?
pt_br: %@ quer abrir um link em uma nova aba. Abrir aqui?
pt_pt: %@ quer abrir um link numa nova separador. Abrir aqui?
ro: %@ vrea să deschidă un link într-un tab nou. Deschidem aici?
vi: %@ muốn mở một liên kết trong tab mới. Mở ở đây chứ?
zh_hans: %@ 想在新标签页中打开链接。要在此处打开吗？
zh_hant: %@ 想在新分頁中開啟連結。要在這裡開啟嗎？

source: About
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
pt_br: Sobre
pt_pt: Acerca
ro: Despre
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Acknowledgements
es: Agradecimientos
fr: Remerciements
it: Ringraziamenti
ja: 謝辞
ko: 감사의 글
pt_br: Agradecimentos
pt_pt: Agradecimentos
ro: Mulțumiri
vi: Lời cảm ơn
zh_hans: 致谢
zh_hant: 致謝

source: Always open
es: Abrir siempre
fr: Toujours ouvrir
it: Apri sempre
ja: 常に開く
ko: 항상 열기
pt_br: Abrir sempre
pt_pt: Abrir sempre
ro: Deschide întotdeauna
vi: Luôn mở
zh_hans: 始终打开
zh_hant: 總是開啟

source: App Language
es: Idioma de la app
fr: Langue de l’app
it: Lingua dell'app
ja: アプリの言語
ko: 앱 언어
pt_br: Idioma do app
pt_pt: Idioma da App
ro: Limba aplicației
vi: Ngôn ngữ ứng dụng
zh_hans: 应用语言
zh_hant: 應用程式語言

source: Appearance
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 외관
pt_br: Aparência
pt_pt: Aparência
ro: Aspect
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Ask before opening
es: Preguntar antes de abrir
fr: Demander avant d’ouvrir
it: Chiedi prima di aprire
ja: 開く前に確認する
ko: 열기 전에 확인
pt_br: Perguntar antes de abrir
pt_pt: Perguntar antes de abrir
ro: Întreabă înainte de deschidere
vi: Hỏi trước khi mở
zh_hans: 打开前询问
zh_hant: 開啟前詢問

source: Back
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Browse any website normally. Use the search bar to navigate or enter URLs.
es: Navega por cualquier sitio web con normalidad. Usa la barra de búsqueda para navegar o introducir URLs.
fr: Navigue normalement sur n’importe quel site. Utilise la barre de recherche pour naviguer ou entrer des URL.
it: Naviga normalmente su qualsiasi sito. Usa la barra di ricerca per spostarti o inserire gli URL.
ja: 通常通り任意のウェブサイトを閲覧できます。検索バーで移動先を入力するかURLを入力してください。
ko: 웹사이트를 일반적으로 탐색하세요. 검색창을 사용해 이동하거나 URL을 입력하세요.
pt_br: Navegue por qualquer site normalmente. Use a barra de pesquisa para navegar ou inserir URLs.
pt_pt: Navega normalmente por qualquer website. Usa a barra de pesquisa para navegar ou introduzir URLs.
ro: Răsfoiește orice site în mod normal. Folosește bara de căutare pentru a naviga sau pentru a introduce URL-uri.
vi: Duyệt bất kỳ trang web nào như bình thường. Dùng thanh tìm kiếm để điều hướng hoặc nhập URL.
zh_hans: 像平常一样浏览任何网站。使用搜索栏进行导航或输入网址。
zh_hant: 像平常一樣瀏覽任何網站。使用搜尋列導航或輸入網址。

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Change language in settings.
es: Cambia el idioma en los ajustes.
fr: Change la langue dans les réglages.
it: Cambia lingua nelle impostazioni.
ja: 設定で言語を変更してください。
ko: 설정에서 언어를 변경하세요.
pt_br: Mude o idioma nas configurações.
pt_pt: Muda o idioma nas definições.
ro: Schimbă limba din setări.
vi: Thay đổi ngôn ngữ trong cài đặt.
zh_hans: 在设置中更改语言。
zh_hant: 在設定中更改語言。

source: Chinese
es: Chino
fr: Chinois
it: Cinese
ja: 中国語
ko: 중국어
pt_br: Chinês
pt_pt: Chinês
ro: Chineză
vi: Tiếng Trung
zh_hans: 中文
zh_hant: 中文

source: Chinese (Simplified, Horizontal)
es: Chino (simplificado, horizontal)
fr: Chinois (simplifié, horizontal)
it: Cinese (semplificato, orizzontale)
ja: 中国語（簡体字、横書き）
ko: 중국어(간체, 가로)
pt_br: Chinês (Simplificado, Horizontal)
pt_pt: Chinês (Simplificado, Horizontal)
ro: Chineză (Simplificată, Orizontal)
vi: Tiếng Trung (Giản thể, Ngang)
zh_hans: 中文（简体，横排）
zh_hant: 中文（簡體，橫排）

source: Chinese (Simplified, Vertical)
es: Chino (simplificado, vertical)
fr: Chinois (simplifié, vertical)
it: Cinese (semplificato, verticale)
ja: 中国語（簡体字、縦書き）
ko: 중국어(간체, 세로)
pt_br: Chinês (Simplificado, Vertical)
pt_pt: Chinês (Simplificado, Vertical)
ro: Chineză (Simplificată, Vertical)
vi: Tiếng Trung (Giản thể, Dọc)
zh_hans: 中文（简体，竖排）
zh_hant: 中文（簡體，縱排）

source: Chinese (Traditional, Horizontal)
es: Chino (tradicional, horizontal)
fr: Chinois (traditionnel, horizontal)
it: Cinese (tradizionale, orizzontale)
ja: 中国語（繁体字、横書き）
ko: 중국어(번체, 가로)
pt_br: Chinês (Tradicional, Horizontal)
pt_pt: Chinês (Tradicional, Horizontal)
ro: Chineză (Tradițională, Orizontal)
vi: Tiếng Trung (Phồn thể, Ngang)
zh_hans: 中文（繁体，横排）
zh_hant: 中文（繁體，橫排）

source: Chinese (Traditional, Vertical)
es: Chino (tradicional, vertical)
fr: Chinois (traditionnel, vertical)
it: Cinese (tradizionale, verticale)
ja: 中国語（繁体字、縦書き）
ko: 중국어(번체, 세로)
pt_br: Chinês (Tradicional, Vertical)
pt_pt: Chinês (Tradicional, Vertical)
ro: Chineză (Tradițională, Vertical)
vi: Tiếng Trung (Phồn thể, Dọc)
zh_hans: 中文（繁体，竖排）
zh_hant: 中文（繁體，縱排）

source: Choose App Language
es: Elegir idioma de la app
fr: Choisir la langue de l’app
it: Scegli la lingua dell'app
ja: アプリの言語を選択
ko: 앱 언어 선택
pt_br: Escolher idioma do app
pt_pt: Escolher idioma da App
ro: Alege limba aplicației
vi: Chọn Ngôn Ngữ Ứng Dụng
zh_hans: 选择应用语言
zh_hant: 選擇應用程式語言

source: Choose Target Language
es: Elegir idioma de destino
fr: Choisir la langue cible
it: Scegli la lingua di destinazione
ja: 学習対象の言語を選択
ko: 대상 언어 선택
pt_br: Escolher idioma alvo
pt_pt: Escolher idioma alvo
ro: Alege limba țintă
vi: Chọn Ngôn Ngữ Mục Tiêu
zh_hans: 选择目标语言
zh_hant: 選擇目標語言

source: Contact the developer at linguaglass@gmail.com for bug reports or additional language support/feature requests.
es: Contacta con el desarrollador en linguaglass@gmail.com para informar de errores o solicitar soporte/funciones adicionales.
fr: Contacte le développeur à linguaglass@gmail.com pour signaler un bug ou demander un support/langue supplémentaire ou une fonctionnalité.
it: Contatta lo sviluppatore su linguaglass@gmail.com per segnalazioni di bug o richieste di supporto/feature per altre lingue.
ja: バグ報告や追加の言語サポート／機能要望は linguaglass@gmail.com までご連絡ください。
ko: 버그 리포트나 추가 언어 지원/기능 요청은 개발자 linguaglass@gmail.com으로 연락하세요.
pt_br: Entre em contato com o desenvolvedor em linguaglass@gmail.com para relatar erros ou pedir suporte/recursos adicionais de idiomas.
pt_pt: Contacta o programador em linguaglass@gmail.com para reportar bugs ou pedir suporte/funcionalidades adicionais.
ro: Contactează dezvoltatorul la linguaglass@gmail.com pentru raportarea bug‑urilor sau pentru solicitări de suport/funcționalități suplimentare.
vi: Liên hệ nhà phát triển tại linguaglass@gmail.com để báo lỗi hoặc yêu cầu hỗ trợ/ngôn ngữ/đặc tính bổ sung.
zh_hans: 如遇错误或需额外语言支持/功能请求，请发邮件至 linguaglass@gmail.com 联系开发者。
zh_hant: 若有錯誤回報或額外語言支援/功能需求，請聯絡開發者 linguaglass@gmail.com。

source: Dark
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
pt_pt: Escuro
ro: Întunecat
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Dictionaries
es: Diccionarios
fr: Dictionnaires
it: Dizionari
ja: 辞書
ko: 사전
pt_br: Dicionários
pt_pt: Dicionários
ro: Dictionare
vi: Từ điển
zh_hans: 词典
zh_hant: 詞典

source: Done
es: Listo
fr: OK
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
pt_pt: Concluído
ro: Gata
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Edit Button
es: Editar
fr: Bouton Modifier
it: Modifica
ja: 編集ボタン
ko: 편집 버튼
pt_br: Botão Editar
pt_pt: Botão Editar
ro: Buton Editare
vi: Nút Chỉnh sửa
zh_hans: 编辑按钮
zh_hant: 編輯按鈕

source: English
es: Inglés
fr: Anglais
it: Inglese
ja: 英語
ko: 영어
pt_br: Inglês
pt_pt: Inglês
ro: Engleză
vi: Tiếng Anh
zh_hans: 英语
zh_hant: 英文

source: Enter text...
es: Introduce texto...
fr: Saisir du texte...
it: Inserisci testo...
ja: テキストを入力…
ko: 텍스트를 입력하세요...
pt_br: Digite o texto...
pt_pt: Introduz texto...
ro: Introdu text...
vi: Nhập văn bản...
zh_hans: 输入文本...
zh_hant: 輸入文字...

source: French
es: Francés
fr: Français
it: Francese
ja: フランス語
ko: 프랑스어
pt_br: Francês
pt_pt: Francês
ro: Franceză
vi: Tiếng Pháp
zh_hans: 法语
zh_hant: 法文

source: Get Started
es: Comenzar
fr: Commencer
it: Inizia
ja: はじめる
ko: 시작하기
pt_br: Começar
pt_pt: Começar
ro: Începe
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

source: https://dictionary.reverso.net/italian-english/%@
es: https://diccionario.reverso.net/italiano-espanol/%@
fr: https://www.larousse.fr/dictionnaires/italien-francais/%@
it: https://www.treccani.it/enciclopedia/ricerca/%@
ja: https://www.wordreference.com/itja/%@
ko: https://dict.naver.com/itkodict/#/search?query=%@
pt_br: https://dicionario.reverso.net/italiano-portugues/%@
pt_pt: https://dicionario.reverso.net/italiano-portugues/%@
ro: https://dicionario.reverso.net/italiano-romeno/%@
vi: https://vtudien.com/italia-viet/dictionary/nghia-cua-tu-%@
zh_hans: https://www.yihan.it/%@
zh_hant: https://translate.google.com/?sl=it&tl=zh-TW&text=%@&op=translate

source: https://dictionary.reverso.net/portuguese-english/%@
es: https://diccionario.reverso.net/portugues-espanol/%@
fr: https://dictionnaire.reverso.net/portugais-francais/%@
it: https://dizionario.reverso.net/portoghese-italiano/%@
ja: https://www.wordreference.com/ptja/%@
ko: https://dict.naver.com/ptkodict/#/search?query=%@
pt_br: https://www.dicio.com.br/pesquisa.php?q=%@
pt_pt: https://www.dicio.com.br/pesquisa.php?q=%@
ro: https://dictionare.linghea.ro/portughez-roman/%@
vi: https://translate.google.com/?sl=pt&tl=vi&text=%@&op=translate
zh_hans: https://www.wordreference.com/ptzh/zh/%@
zh_hant: https://translate.google.com/?sl=pt&tl=zh-TW&text=&op=translate

source: https://dictionary.reverso.net/romanian-english/%@
es: https://diccionario.reverso.net/rumano-espanol/%@
fr: https://dictionnaire.reverso.net/roumain-francais/%@
it: https://dictionnaire.reverso.net/roumain-italien/%@
ja: https://www.wordreference.com/roja/%@
ko: https://dict.naver.com/rokodict/#/search?query=%@
pt_br: https://dict.com/romeno-portugues/%@
pt_pt: https://dict.com/romeno-portugues/%@
ro: https://dexonline.ro/definitie/%@
vi: https://translate.google.com/?sl=ro&tl=vi&text=%@&op=translate
zh_hans: https://www.wordreference.com/rozh/%@
zh_hant: https://translate.google.com/?sl=ro&tl=zh-TW&text=%@&op=translate

source: https://hanzii.net/search/word/%@?hl=en
es: https://www.trainchinese.com/v2/search.php?searchWord=%@&rAp=0&height=0&width=0&tcLanguage=es
fr: https://dictionnaire.reverso.net/chinois-francais/%@
it: https://www.wordreference.com/zhit/%@
ja: https://cjjc.weblio.jp/content/%@
ko: https://zh.dict.naver.com/#/search?query=%@
pt_br: https://translate.google.com/?sl=zh-CN&tl=pt-PT&text=%@&op=translate
pt_pt: https://translate.google.com/?sl=zh-CN&tl=pt-PT&text=%@&op=translate
ro: https://translate.google.com/?sl=zh-CN&tl=ro&text=%@&op=translate
vi: https://hanzii.net/search/word/%@?hl=vi
zh_hans: https://zd.hwxnet.com/search.do?keyword=%@
zh_hant: https://zd.hwxnet.com/search.do?keyword=%@

source: https://jisho.org/search/%@
es: https://japonesonline.com/jisho/busqueda/?s=%@&x=0&y=0
fr: https://www.dictionnaire-japonais.com/search.php?w=%@&t=1
it: https://dizionario.reverso.net/giapponese-italiano/%@
ja: https://www.weblio.jp/content/%@
ko: https://ja.dict.naver.com/#/search?query=%@
pt_br: https://dicionario.jp/buscar/%@/2/1
pt_pt: https://dicionario.jp/buscar/%@/2/1
ro: https://translate.google.com/?sl=ja&tl=ro&text=%@&op=translate
vi: https://jdict.net/search?keyword=%@&type=word
zh_hans: https://dict.asia/jc/%@
zh_hant: https://mazii.net/zh-TW/search/word/jatw/%@

source: https://korean.dict.naver.com/koendict/#/search?query=%@
es: https://korean.dict.naver.com/koesdict/#/search?query=%@
fr: https://korean.dict.naver.com/kofrdict/#/search?query=%@
it: https://dict.naver.com/itkodict/#/search?query=%@
ja: https://korean.dict.naver.com/kojadict/#/search?query=%@
ko: https://dict.naver.com/dict.search?query=%@
pt_br: https://dict.naver.com/ptkodict/#/search?query=%@
pt_pt: https://dict.naver.com/ptkodict/#/search?query=%@
ro: https://dict.naver.com/rokodict/#/search?query=%@
vi: https://korean.dict.naver.com/kovidict/#/search?query=%@
zh_hans: https://korean.dict.naver.com/kozhdict/#/search?query=%@
zh_hant: https://translate.google.com/?sl=ko&tl=zh-TW&text=%@&op=translate

source: https://tracau.vn/?s=%@
es: http://7.vndic.net/index.php?word=%@&dict=vi_sp
fr: https://tracau.vn/?s=bi%@
it: https://translate.google.com/?sl=vi&tl=it&text=%@&op=translate
ko: https://dict.naver.com/vikodict/#/search?query=%@
pt_br: https://translate.google.com/?sl=vi&tl=pt-PT&text=%@&op=translate
pt_pt: https://translate.google.com/?sl=vi&tl=pt-PT&text=%@&op=translate
ro: https://translate.google.com/?sl=vi&tl=ro&text=%@&op=translate
vi: https://vtudien.com/viet-viet/dictionary/nghia-cua-tu-%@
zh_hans: https://hanzii.net/search/word/%@?hl=vi
zh_hant: http://7.vndic.net/index.php?word=%@&dict=vi_cn_p

source: https://translate.google.com/?sl=auto&tl=en&text=%@&op=translate
es: https://translate.google.com/?sl=auto&tl=es&text=%@&op=translate
fr: https://translate.google.com/?sl=auto&tl=fr&text=%@&op=translate
it: https://translate.google.com/?sl=auto&tl=it&text=%@&op=translate
ja: https://translate.google.com/?sl=auto&tl=ja&text=%@&op=translate
ko: https://translate.google.com/?sl=auto&tl=ko&text=%@&op=translate
pt_br: https://translate.google.com/?sl=auto&tl=pt-PT&text=%@&op=translate
pt_pt: https://translate.google.com/?sl=auto&tl=pt-PT&text=%@&op=translate
ro: https://translate.google.com/?sl=auto&tl=ro&text=%@&op=translate
vi: https://translate.google.com/?sl=auto&tl=vi&text=%@&op=translate
zh_hans: https://translate.google.com/?sl=auto&tl=zh-CN&text=%@&op=translate
zh_hant: https://translate.google.com/?sl=auto&tl=zh-TW&text=%@&op=translate

source: https://www.dictionary.com/browse/%@
es: https://www.spanishdict.com/translate/%@
fr: https://www.larousse.fr/dictionnaires/anglais-francais/%@
it: https://dizionario.reverso.net/inglese-italiano/%@
ja: https://ejje.weblio.jp/content/%@
ko: https://en.dict.naver.com/#/search?query=%@
pt_br: https://context.reverso.net/translation/english-portuguese/%@
pt_pt: https://context.reverso.net/translation/english-portuguese/%@
ro: https://hallo.ro/dictionar-englez-roman/%@
vi: https://vdict.com/%@,1,0,0.html
zh_hans: https://youdao.com/result?word=%@&lang=en
zh_hant: https://dictionary.engtranslate.com/zh-hant/%@

source: https://www.frenchdictionary.com/translate/%@
es: https://diccionario.reverso.net/frances-espanol/%@
fr: https://www.larousse.fr/dictionnaires/francais/%@
it: https://dizionario.reverso.net/francese-italiano/%@
ja: https://fjjf.weblio.jp/content/%@
ko: https://dict.naver.com/frkodict/#/search?query=%@
pt_br: https://dicionario.reverso.net/frances-portugues/%@
pt_pt: https://dicionario.reverso.net/frances-portugues/%@
ro: https://context.reverso.net/traducere/franceza-romana/%@
vi: https://vdict.com/%@,5,0,0.html
zh_hans: https://www.wordreference.com/frzh/%@
zh_hant: https://translate.google.com/?sl=fr&tl=zh-TW&text=%@&op=translate

source: https://www.spanishdict.com/translate/%@
es: https://dle.rae.es/%@?m=form
fr: https://www.larousse.fr/dictionnaires/espagnol-francais/%@
it: https://dizionario.reverso.net/spagnolo-italiano/%@
ja: https://www.wordreference.com/esja/%@
ko: https://dict.naver.com/eskodict/#/search?query=%@
pt_br: https://dicionario.reverso.net/espanhol-portugues/%@
pt_pt: https://dicionario.reverso.net/espanhol-portugues/%@
ro: https://context.reverso.net/traducere/spaniola-romana/%@
vi: https://translate.google.com/?sl=es&tl=vi&text=%@&op=translate
zh_hans: https://www.wordreference.com/eszh/%@
zh_hant: https://translate.google.com/?sl=es&tl=zh-TW&text=%@&op=translate

source: Information
es: Información
fr: Informations
it: Informazioni
ja: 情報
ko: 정보
pt_br: Informações
pt_pt: Informação
ro: Informații
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

source: Italian
es: Italiano
fr: Italien
it: Italiano
ja: イタリア語
ko: 이탈리아어
pt_br: Italiano
pt_pt: Italiano
ro: Italiană
vi: Tiếng Ý
zh_hans: 意大利语
zh_hant: 義大利語

source: Japanese
es: Japonés
fr: Japonais
it: Giapponese
ja: 日本語
ko: 일본어
pt_br: Japonês
pt_pt: Japonês
ro: Japoneză
vi: Tiếng Nhật
zh_hans: 日语
zh_hant: 日文

source: Japanese (Horizontal)
es: Japonés (horizontal)
fr: Japonais (horizontal)
it: Giapponese (orizzontale)
ja: 日本語（横書き）
ko: 일본어(가로)
pt_br: Japonês (Horizontal)
pt_pt: Japonês (Horizontal)
ro: Japoneză (Orizontal)
vi: Tiếng Nhật (Ngang)
zh_hans: 日语（横排）
zh_hant: 日文（橫排）

source: Japanese (Vertical)
es: Japonés (vertical)
fr: Japonais (vertical)
it: Giapponese (verticale)
ja: 日本語（縦書き）
ko: 일본어(세로)
pt_br: Japonês (Vertical)
pt_pt: Japonês (Vertical)
ro: Japoneză (Vertical)
vi: Tiếng Nhật (Dọc)
zh_hans: 日语（竖排）
zh_hant: 日文（縱排）

source: Korean
es: Coreano
fr: Coréen
it: Coreano
ja: 韓国語
ko: 한국어
pt_br: Coreano
pt_pt: Coreano
ro: Coreeană
vi: Tiếng Hàn
zh_hans: 韩语
zh_hant: 韓文

source: Language
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
pt_pt: Idioma
ro: Limbă
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Light
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
pt_pt: Claro
ro: Deschis
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

source: Links & Tabs
es: Enlaces y pestañas
fr: Liens et onglets
it: Link e schede
ja: リンクとタブ
ko: 링크 및 탭
pt_br: Links e abas
pt_pt: Links e Separadores
ro: Linkuri și taburi
vi: Liên kết & Tab
zh_hans: 链接与标签页
zh_hant: 連結與分頁

source: Live Text Mode
es: Modo Texto en vivo
fr: Mode Texte en direct
it: Modalità Live Text
ja: ライブテキストモード
ko: 라이브 텍스트 모드
pt_br: Modo Live Text
pt_pt: Modo Live Text
ro: Mod Text Live
vi: Chế độ Văn bản Trực tiếp
zh_hans: 实况文本模式
zh_hant: 即時文字模式

source: Multi-Language Support
es: Compatibilidad con varios idiomas
fr: Prise en charge multilingue
it: Supporto multilingue
ja: 多言語対応
ko: 다국어 지원
pt_br: Suporte multilíngue
pt_pt: Suporte Multilingue
ro: Suport pentru mai multe limbi
vi: Hỗ trợ nhiều ngôn ngữ
zh_hans: 多语言支持
zh_hant: 多語言支援

source: Never open
es: Nunca abrir
fr: Ne jamais ouvrir
it: Non aprire mai
ja: 開かない
ko: 절대 열지 않음
pt_br: Nunca abrir
pt_pt: Nunca abrir
ro: Niciodată deschide
vi: Không bao giờ mở
zh_hans: 从不打开
zh_hant: 絕不開啟

source: Next
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
pt_br: Próximo
pt_pt: Seguinte
ro: Următor
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

source: Note: OCR for vertical scripts and tokenization for Japanese may be inaccurate.
es: Nota: el OCR para escrituras verticales y la tokenización del japonés pueden no ser precisos.
fr: Remarque : l'OCR pour les écritures verticales et la tokenisation du japonais peuvent être inexactes.
it: Nota: l'OCR per testi verticali e la tokenizzazione per il giapponese potrebbero non essere accurati.
ja: 注：縦書きのOCRや日本語のトークン化（形態素解析）は正確でない場合があります。
ko: 참고: 세로 쓰기 문서의 OCR과 일본어 토크나이징은 정확하지 않을 수 있습니다.
pt_br: Observação: OCR para escritas verticais e a tokenização do japonês podem estar imprecisos.
pt_pt: Nota: o OCR para escritas verticais e a tokenização do japonês podem ser imprecisas.
ro: Notă: OCR‑ul pentru scrierile verticale și tokenizarea pentru japoneză pot fi inexacte.
vi: Lưu ý: OCR cho chữ viết dọc và việc tách từ cho tiếng Nhật có thể không chính xác.
zh_hans: 注意：竖排文本的 OCR 识别和日语的分词可能不准确。
zh_hant: 注意：直排文字的 OCR 與日語的斷詞可能不準確。

source: OCR Text Selection
es: Selección de texto OCR
fr: Sélection de texte OCR
it: Selezione testo OCR
ja: OCRテキスト選択
ko: OCR 텍스트 선택
pt_br: Seleção de texto OCR
pt_pt: Seleção de texto OCR
ro: Selectare text OCR
vi: Chọn văn bản OCR
zh_hans: OCR 文本选择
zh_hant: OCR 文字選取

source: Open
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
pt_pt: Abrir
ro: Deschide
vi: Mở
zh_hans: 打开
zh_hant: 開啟

source: Open new‑tab links
es: Abrir enlaces de nueva‑pestaña
fr: Ouvrir les liens dans un nouvel onglet
it: Apri link in nuova‑scheda
ja: 新しいタブのリンクを開く
ko: 새 탭 링크 열기
pt_br: Abrir links em nova guia
pt_pt: Abrir links em nova aba
ro: Deschide linkuri în filă nouă
vi: Mở liên kết tab mới
zh_hans: 在新标签页打开链接
zh_hant: 以新分頁開啟連結

source: Other
es: Otro
fr: Autre
it: Altro
ja: その他
ko: 기타
pt_br: Outro
pt_pt: Outro
ro: Altele
vi: Khác
zh_hans: 其他
zh_hant: 其他

source: Paste Button
es: Botón Pegar
fr: Coller
it: Pulsante Incolla
ja: 貼り付けボタン
ko: 붙여넣기 버튼
pt_br: Botão Colar
pt_pt: Botão Colar
ro: Buton Lipire
vi: Nút Dán
zh_hans: 粘贴按钮
zh_hant: 貼上 按鈕

source: Portuguese
es: Portugués
fr: Portugais
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
pt_br: Português
pt_pt: Português
ro: Portugheză
vi: Tiếng Bồ Đào Nha
zh_hans: 葡萄牙语
zh_hant: 葡萄牙語

source: Replay Tutorial
es: Reproducir tutorial
fr: Revoir le tutoriel
it: Ripeti tutorial
ja: チュートリアルを再生
ko: 튜토리얼 다시보기
pt_br: Repetir Tutorial
pt_pt: Repetir tutorial
ro: Reia tutorialul
vi: Phát lại hướng dẫn
zh_hans: 重新播放教程
zh_hant: 重播教學

source: Reset to Defaults
es: Restablecer valores predeterminados
fr: Restaurer les valeurs par défaut
it: Ripristina valori predefiniti
ja: デフォルトにリセット
ko: 기본값으로 재설정
pt_br: Redefinir para Padrões
pt_pt: Repor predefinições
ro: Resetează la valorile implicite
vi: Khôi phục mặc định
zh_hans: 恢复为默认设置
zh_hant: 重設為預設值

source: Romanian
es: Rumano
fr: Roumain
it: Rumeno
ja: ルーマニア語
ko: 루마니아어
pt_br: Romeno
pt_pt: Romeno
ro: Română
vi: Tiếng Romania
zh_hans: 罗马尼亚语
zh_hant: 羅馬尼亞語

source: Search or enter website address
es: Buscar o escribir dirección web
fr: Rechercher ou saisir une adresse web
it: Cerca o inserisci l'indirizzo del sito
ja: 検索またはウェブサイトのアドレスを入力
ko: 검색하거나 웹사이트 주소를 입력하세요
pt_br: Pesquisar ou digitar endereço do site
pt_pt: Pesquisar ou introduzir o endereço do site
ro: Caută sau introdu adresa site‑ului
vi: Tìm hoặc nhập địa chỉ trang web
zh_hans: 搜索或输入网站地址
zh_hant: 搜尋或輸入網站位址

source: Search Sentence Button
es: Botón Buscar frase
fr: Rechercher la phrase
it: Pulsante Cerca frase
ja: 文を検索
ko: 문장 검색 버튼
pt_br: Botão Buscar Frase
pt_pt: Botão Pesquisar frase
ro: Buton Căutare propoziție
vi: Nút Tìm câu
zh_hans: 搜索句子按钮
zh_hant: 搜尋句子 按鈕

source: Selected text appears in the footer. Tap words to see dictionary definitions.
es: El texto seleccionado aparece en el pie de página. Toca las palabras para ver las definiciones del diccionario.
fr: Le texte sélectionné apparaît dans le pied de page. Appuie sur les mots pour voir les définitions du dictionnaire.
it: Il testo selezionato appare nel footer. Tocca le parole per vedere le definizioni del dizionario.
ja: 選択したテキストがフッターに表示されます。単語をタップすると辞書の定義が表示されます。
ko: 선택한 텍스트가 하단에 표시됩니다. 단어를 탭하면 사전 정의를 볼 수 있습니다.
pt_br: O texto selecionado aparece no rodapé. Toque nas palavras para ver definições no dicionário.
pt_pt: O texto selecionado aparece no rodapé. Toca nas palavras para ver definições no dicionário.
ro: Textul selectat apare în subsol. Atinge cuvintele pentru a vedea definițiile din dicționar.
vi: Văn bản được chọn xuất hiện ở thanh dưới. Chạm vào từ để xem định nghĩa trong từ điển.
zh_hans: 选中的文本会显示在底栏。点击单词查看词典释义。
zh_hant: 選取的文字會出現在頁腳。點選單字以查看字典定義。

source: Settings
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
pt_pt: Definições
ro: Setări
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Spanish
es: Español
fr: Espagnol
it: Spagnolo
ja: スペイン語
ko: 스페인어
pt_br: Espanhol
pt_pt: Espanhol
ro: Spaniolă
vi: Tiếng Tây Ban Nha
zh_hans: 西班牙语
zh_hant: 西班牙語

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
pt_pt: Sistema
ro: Sistem
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統
